{"status":"ok","totalResults":10,"articles":[{"source":{"id":"cnn","name":"CNN"},"author":null,"title":"Could this photo of juror help Chauvin's appeal? - CNN Video","description":"Jury consultant Alan Tuerkheimer explains why there could be grounds for appeal in Derek Chauvin's case after a photo of one of the trial jurors showed him wearing a Black Lives Matter shirt at the March on Washington.","url":"http://us.cnn.com/videos/us/2021/05/04/juror-chauvin-trial-george-floyd-tuerkheimer-nr-vpx.cnn","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/210504160505-chauvin-juror-brandon-mitchell-shirt-super-tease.jpeg","publishedAt":"2021-05-05T01:07:39.4609369Z","content":null},{"source":{"id":"cnn","name":"CNN"},"author":null,"title":"Hear Mueller's account contrasted with Barr's comments (2019) - CNN Video","description":"CNN's John Avlon compares Robert Mueller's comments regarding his investigation to Attorney General William Barr's.","url":"http://us.cnn.com/videos/politics/2019/05/30/mueller-investigation-bill-barr-reality-check-avlon-newday-vpx.cnn","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/190529143216-barr-mueller-split-super-tease.jpg","publishedAt":"2021-05-05T01:07:31.0723988Z","content":null},{"source":{"id":"cnn","name":"CNN"},"author":"Katelyn Polantz, CNN","title":"Secret William Barr memo saying not to charge Trump must be released, judge says","description":"A federal judge this week rejected the Justice Department's attempts to keep secret a departmental opinion to not charge former President Donald Trump with obstruction at the end of the Mueller investigation, calling the administration's lawyers \"disingenuous…","url":"http://us.cnn.com/2021/05/04/politics/william-barr-memo-trump-memo/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/190411180959-0411-01-barr-trump-mueller-split-super-tease.jpg","publishedAt":"2021-05-05T00:05:55Z","content":"(CNN)A federal judge this week rejected the Justice Department's attempts to keep secret a departmental opinion to not charge former President Donald Trump with obstruction at the end of the Mueller … [+5169 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Annie Grayer and Manu Raju, CNN","title":"Elise Stefanik moves to quickly consolidate GOP support as Cheney replacement: 'The fix is in'","description":"New York Rep. Elise Stefanik, a staunch defender of former President Donald Trump, is working behind the scenes to lock down enough support to replace Rep. Liz Cheney as the No. 3 in GOP leadership, multiple Republican sources said, moving swiftly to clear th…","url":"http://us.cnn.com/2021/05/04/politics/elise-stefanik-running-republican-conference-chair/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/210504191957-stefanik-cheney-split-super-tease.jpg","publishedAt":"2021-05-04T23:48:21Z","content":"(CNN)New York Rep. Elise Stefanik, a staunch defender of former President Donald Trump, is working behind the scenes to lock down enough support to replace Rep. Liz Cheney as the No. 3 in GOP leaders… [+5306 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Amir Vera and Hannah Sarisohn, CNN","title":"Family finds body of missing airman off Texas coast after Coast Guard suspends search","description":"Elijah Posana's body was discovered on the shoreline Tuesday morning.","url":"https://www.cnn.com/2021/05/04/us/texas-airman-body-found/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/210503224639-elijah-posada-file-super-tease.jpg","publishedAt":"2021-05-04T23:35:07Z","content":null},{"source":{"id":"cnn","name":"CNN"},"author":"Amir Vera and Aaron Cooper, CNN","title":"Derek Chauvin's attorney files motion for new trial","description":"An attorney for Derek Chauvin filed a motion for a new trial on Tuesday.","url":"https://www.cnn.com/2021/05/04/us/derek-chauvin-motion-for-new-trial/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/210421093141-derek-chauvin-booking-photo-0421-super-tease.jpg","publishedAt":"2021-05-04T23:30:27Z","content":null},{"source":{"id":"cnn","name":"CNN"},"author":"Faith Karimi, CNN","title":"Why some vaccinated people won't go maskless -- even outdoors","description":"Vaccinated Americans are emerging from 14 months of social isolation into a confusing world where key questions remain about where and when to wear a mask.","url":"http://us.cnn.com/2021/05/04/health/vaccinated-people-maskless-outdoors-trnd/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/210503084551-01-mask-wearing-outdoors-nyc-0427-super-tease.jpg","publishedAt":"2021-05-04T21:00:33Z","content":"(CNN)Texas resident Robert Soto can't wait to visit his favorite karaoke spots in Austin. He says he'll be wearing his mask when he belts out \"Amber\" by 311 or \"The Promise\" by When in Rome -- his go… [+6757 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Opinion by Nicole Hemmer","title":"Opinion: George W. Bush is a flawed messenger for Republicans","description":"Nicole Hemmer writes that while George W. Bush has been a central proponent of outreach to Latinos and embracing more open immigration, he also played a leading role in the party's shift toward the minoritarian politics that enable it to remain a party of exc…","url":"https://www.cnn.com/2021/05/04/opinions/george-w-bush-flawed-messenger-gop-hemmer/index.html?iid=nicolehemmer","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/210319130751-george-bush-file-2019-super-tease.jpg","publishedAt":"2021-05-04T19:59:11Z","content":"Nicole Hemmer is an associate research scholar at Columbia University with the Obama Presidency Oral History Project and the author of \"Messengers of the Right: Conservative Media and the Transformat… [+6271 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Donie O'Sullivan, CNN Business","title":"What you need to know about the board deciding Trump's fate on Facebook","description":"The question of whether former President Donald Trump should be allowed back on Facebook is the biggest, most contentious and most controversial single content moderation decision the company has ever made. So who's going to make that call? Well, surprisingly…","url":"http://us.cnn.com/2021/05/04/tech/what-is-facebook-oversight-board/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/190604182941-zuckerberg-testifies-0410-2018-super-tease.jpg","publishedAt":"2021-05-04T18:40:24Z","content":"(CNN Business)The question of whether former President Donald Trump should be allowed back on Facebook is the biggest, most contentious and most controversial single content moderation decision the c… [+5564 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Katie Bo Williams, Jeremy Herb and Marshall Cohen, CNN","title":"Biden administration confirms Russian agent shared 2016 Trump polling data as part of election interference efforts","description":"The Biden administration on Thursday revealed new details about Russia's extensive interference in the 2016 and 2020 US elections, including disclosing for the first time that a Russian agent who received internal polling data from the Trump campaign in 2016 …","url":"http://us.cnn.com/2021/04/15/politics/biden-russia-election-interference/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/200318190038-panorama-kremlin-ue-campana-covid-super-tease.jpg","publishedAt":"2021-04-15T17:29:09Z","content":"(CNN)The Biden administration on Thursday revealed new details about Russia's extensive interference in the 2016 and 2020 US elections, including disclosing for the first time that a Russian agent wh… [+4970 chars]"}]}
